Repository: elementary/onboarding
Catalog: po/extra/*.po
Languages: ar, ca, cs, de, es, fr, he, hu, id, ja, ka, ko, nl, pl, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Welcome
ar: مرحباً
ca: Us donem la benvinguda.
cs: Vítejte
de: Willkommen
es: Bienvenida
fr: Bienvenue
he: ברוך בואך
hu: Üdvözöljük
id: Selamat Datang
ja: ようこそ
ka: კეთილი იყოს თქვენი მობრძანება
ko: 환영합니다
nl: Welkom
pl: Witaj
pt_br: Bem-Vindo
ru: Добро пожаловать
sk: Vitajte
sv: Välkommen
tr: Hoş Geldiniz
uk: Вітаємо
zh_cn: 欢迎
zh_tw: 歡迎

source: Change common settings on first-run
ar: تغيير الإعدادات الشائعة عند التشغيل لأول مرة
ca: Canvieu paràmetres usuals a la primera execució.
cs: Změna běžných nastavení při prvním spuštění
de: Beim ersten Start übliche Einstellungen vornehmen
es: Cambiar configuraciones habituales en la primera ejecución
fr: Personnaliser les paramètres lors de la première utilisation
he: עריכת הגדרות נפוצות בהפעלה הראשונה
hu: Általános beállítások megváltoztatása első indításkor
id: Ubah pengaturan umum saat pertama kali dijalankan
ja: 初回起動時に一般的な設定を変更します
ka: შეცვალეთ სასურველი პარამეტრები პირველი გაშვებისას
ko: 처음 실행에 쓰이는 공통 설정을 바꾸시면 됩니다
nl: Wijzig algemene instellingen bij het eerste gebruik
pl: Zmień popularne ustawienia przy pierwszym uruchomieniu
pt_br: Mudar as configurações comuns na primeira execução
ru: Настройте общие параметры при первом запуске
sk: Zmeňte bežné nastavenia pri prvom spustení
sv: Ändra vanliga inställningar vid första körningen
tr: İlk çalıştırmada genel ayarları değiştirin
uk: Налаштуйте загальні налаштування під час першого запуску
zh_cn: 在首次运行时配置常用设置
zh_tw: 初次啟動時調整常用設定

source: Updated translations
ar: تحديثات على الترجمة
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: עודכנו התרגומים
hu: Frissített fordítások
id: Terjemahan yang diperbarui
ja: 翻訳の更新
ka: განახლებული თარგმანები
ko: 최신 번역
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлено переклади
zh_cn: 翻译更新
zh_tw: 翻譯更新

source: Add back button
es: Se agregó un botón de «Atrás»
fr: Ajout d'un bouton retour
hu: Vissza gomb hozzáadva
ka: უკან გადასვლის ღილაკის დამატება
nl: Voeg een terugknop toe
pl: Dodano przycisk „wstecz”
pt_br: Adicionado botão voltar
sv: Lägg till tillbaka-knapp

source: Redesign links to match System Settings
es: Se rediseñaron los enlaces para que coincidan con Configuración del Sistema
fr: Refonte des liens pour correspondre aux paramètres du système
hu: Hivatkozások újratervezése, hogy összhangban legyenek a Rendszerbeállításokkal
ka: ბმულების რედიზაინი, რომ სისტემის პარამეტრებს დაემთხვეს
nl: Werk links bij zodat ze overeenkomen met de Systeeminstellingen
pl: Przeprojektowano linki by pasowały do tych w Ustawieniach systemu
pt_br: Redesenhar links para corresponder às Configurações do Sistema
sv: Omforma länkar för att matcha systeminställningar

source: UpdatesView: add OS updates
es: Se agregaron actualizaciones del sistema operativo en la vista de actualizaciones
fr: UpdatesView : Ajout des mises à jour du système
he: UpdatesView: הוספת עדכוני מערכת הפעלה
hu: Frissítések panel: rendszerfrissítések hozzáadva
ja: "自動アップデート"画面: OS のアップデートを選択項目に追加
ka: UpdatesView: ოს-ის განახლებების დამატება
nl: UpdatesView: voeg OS-updates toe
pl: UpdatesView: dodano aktualizacje systemu operacyjnego
pt_br: UpdatesView: adicionado atualizações do OS
ru: UpdatesView: добавлены обновления ОС
sk: Zobrazenie aktualizácií: pridanie aktualizácií OS
sv: UpdatesView: lägg till OS-uppdateringar
tr: UpdatesView: İşletim sistemi güncellemelerini ekle
uk: UpdatesView: додано оновлення OS
zh_tw: UpdatesView：加入作業系統更新

source: Improve screenreader support
es: Se mejoró el soporte para lectores de pantalla
fr: Amélioration de la prise charge des lecteurs d'écran
he: שיפור תמיכה במקריא מסך
hu: Jobb képernyőolvasó-támogatás
ja: スクリーンリーダーへの対応を改善
ka: ეკრანის წამკითხველის გაუმჯობესება
nl: Verbeter de ondersteuning voor schermlezers
pl: Poprawiono wsparcie czytnika ekranu
pt_br: Melhora o suporte ao leitor de tela
ru: Улучшена поддержка экранного диктора
sk: Zlepšenie podpory čítačky obrazovky
sv: Förbättra stödet för skärmläsare
tr: İyileştirilmiş ekran okuyucu desteği
uk: Поліпшення підтримки зчитування з екрана
zh_tw: 改善螢幕閱讀器支援

source: Use the current wallpaper in the "Choose your look" view
ca: Usa el fons de pantalla actual a la vista de triar l'aspecte.
es: Ahora se usa el fondo de escritorio que se elija en la sección de «Escoja apariencia»
fr: Utilisation du fond d'écran actuel dans la vue « Sélectionnez votre apparence »
he: להשתמש בתמונת הרקע הנוכחית בתצוגת „בחירת המראה שלך”
hu: A jelenlegi háttérkép használata a "Válasszon kinézetet" nézetben
ja: "外観を選択"画面で現在の壁紙を使用するように変更
ka: მიმდინარე ფონის სურათის გამოყენება "აირჩიეთ სასურველი გარეგნობის" ხედში
nl: Gebruik de huidige achtergrond in de "Kies je look"-weergave
pl: Użycie aktualnej tapety w widoku „Wybierz swój wygląd”
pt_br: Use o papel de parede atual na etapa "Escolha seu visual"
ru: Использование текущих обоев в просмотре «Выберите свой стиль»
sk: Použiť aktuálnu tapetu v zobrazení „Vyberte si váš vzhľad“
sv: Använd den aktuella bakgrunden i vyn "Välj utseende"
tr: "Görünümünüzü seçin" görünümünde geçerli duvar kağıdını kullan
uk: Використовувати поточні шпалери у поданні "Виберіть свій вигляд"
zh_tw: 在「選擇外觀」畫面中使用目前的桌布

source: Redesigned app icon
ca: Icona de l'aplicació redissenyada
es: Se ha rediseñado el icono de la aplicación
fr: Nouvelle icône d'application
he: סמל היישום עוצב מחדש
hu: Újratervezett alkalmazásikon
id: Ikon aplikasi yang didesain ulang
ja: アプリアイコンのデザインを変更
ka: თავიდან დახატული აპის ხატულა
nl: Herontworpen app-icoon
pl: Przeprojektowano ikonę aplikacji
pt_br: Ícone do aplicativo redesenhado
ru: Новая иконка приложения
sk: Redizajnovaná ikonka aplikácie
sv: Omdesignad app-ikon
tr: Yeniden tasarlanan uygulama simgesi
uk: Перероблена піктограма застосунку
zh_tw: 重新設計應用程式圖示

source: Generate a main page icon using the default wallpaper and accent color
ca: Genera una icona de pàgina principal amb el fons de pantalla i el color d'accent predeterminats
es: Ahora se crea un icono de página inicial usando el fondo de escritorio predeterminado y el color de énfasis
fr: Création d'une icône sur la page principale à l'aide du fond d'écran et de la couleur d'accentuation par défaut
he: יצירת סמל עמוד ראשי בעזרת טפט ברירת המחדל והצבע המשני
hu: Főoldali ikon generálása az alapértelmezett háttérkép és kiemelőszín használatával
id: Buat ikon halaman utama menggunakan wallpaper bawaan dan warna aksen
ja: デフォルトの壁紙とアクセントカラーを使ってメインページのアイコンを表示するように修正
ka: მთავარი გვერდის ხატულის გენერაცია ნაგულისხმევი ფონის სურათისა და აქცენტის ფერისგან
nl: Genereer een pictogram voor de hoofdpagina gebruikmakend van de standaard achtergond en accentkleur
pl: Generowanie ikony strony głównej na podstawie domyślnej tapety i koloru akcentu
pt_br: Gere um ícone de página principal usando o papel de parede padrão e a cor de destaque
ru: Значок на главной странице теперь создаётся из обоев по умолчанию и акцентного цвета
sk: Vygenerovať ikonku hlavnej stránky použitím predvolenej tapety a farebného odtieňa
sv: Skapa en ikon för huvudsidan med hjälp av standardbakgrunden och accentfärgen
tr: Varsayılan duvar kağıdı ve vurgu rengini kullanarak bir ana sayfa simgesi oluştur
uk: Генерування піктограми головної сторінки, використовуючи типові шпалери та основний колір
zh_tw: 用預設桌布和強調色來生成主頁的圖示

source: Use bolder typography
ca: Usa una tipografia més negreta
es: Se utiliza una tipografía con mayor negrita
fr: Utilisation d'une typographie plus grasse
he: שימוש בטיפוגרפיה מודגשת יותר
hu: Vastagabb tipográfia használata
id: Gunakan tipografi yang lebih tebal
ja: 太字のフォントを使うように修正
ka: საზღვრის ტიპოგრაფიის გამოყენება
nl: Gebruik een vetgedrukte typografie
pl: Wykorzystanie odważniejszej typografii
pt_br: Use a tipografia em negrito
ru: Более жирная типографика
sk: Použiť hrubšiu typografiu
sv: Använd fetare typografi
tr: Daha kalın yazı tipi kullan
uk: Використано жирніший шрифт
zh_tw: 使用更粗的字體

source: Redesign app page to better explain sideloading and alt stores
ca: Redisseny de la pàgina de l'aplicació per explicar millor la càrrega lateral i les botigues alternatives
es: Se ha rediseñado la sección de aplicaciones para explicar mejor las instalaciones externas y las tiendas alternativas
fr: Refonte de la page des applications pour mieux expliquer le sideloading et les boutiques alternatives
he: עמוד היישומים עוצב מחדש כדי להסביר טוב יותר על טעינה מהצד וחנויות חלופיות
hu: Az alkalmazásnézet újratervezése az alkalmazások más forrásokból és alternatív áruházakból való beszerzésének jobb ismertetése érdekében
id: Mendesain ulang halaman aplikasi untuk menjelaskan pemuatan ulang dan toko alternatif dengan lebih baik
ja: サイドロードとサードパーティのリモートリポジトリについての説明がわかりやすくなるよう、アプリページのデザインを変更
ka: აპის გვერდის შეცვლა შეტვირთვისა და ალტ. ჟურნალების უკეთ ახსნისთვის
nl: Herontwerp app-pagina om sideloading en alternative webwinkels beter uit te leggen
pl: Przeprojektowano aplikacje by lepiej wyjaśnić instalowanie z nieoficjalnych źródeł
pt_br: Redesenhe a página do aplicativo para explicar melhor o sideloading e as lojas alternativas
ru: Переработана страница о приложениях, чтобы лучше объяснять загрузку из сторонних источников и альтернативные магазины
sk: Redizajn stránky aplikácie pre lepšie vysvetlenie ručnej inštalácie (sideloading) a alternatívnych obchodov
sv: Omarbeta appsidan för att bättre förklara sidoladdning och alternativa butiker
tr: Yan yüklemeyi ve alternatif mağazaları daha iyi açıklamak için uygulama sayfasını yeniden tasarlandı
uk: Перероблено сторінку застосунку для кращого пояснення про сторонні завантаження та альтернативні магазини
zh_tw: 重新設計應用程式頁面來改善側載和替代商店的解釋

source: Always warn about Early Access builds
ca: Avís sempre sobre les compilacions d'accés anticipat
es: Ahora siempre se advierte sobre las versiones preliminares
fr: Toujours mettre en garde contre les versions Early Access
he: תמיד להזהיר ממהדורות עם גישה מוקדמת
hu: Mindig figyelmeztessen a Korai hozzáférésű kiadásokra
id: Selalu peringatkan tentang build Akses Awal
ja: 早期アクセスビルド使用時は、常に警告を表示するように修正
ka: ყოველთვის გაფრთხილება ადრეული წვდომის ვერსიების შესახებ
nl: Waarschuw altijd voor Early Access builds
pl: Zawsze ostrzegaj o wersjach wczesnego dostępu
pt_br: Sempre avise sobre compilações de acesso antecipado
ru: Всегда предупреждать о сборках раннего доступа
sk: Vždy upozorniť o zostavách Prednostný prístup
sv: Varna alltid för förhandsversioner
tr: Erken Erişim sürümleri hakkında her zaman uyarıda bulun
uk: Попередження про збірки з раннім доступом
zh_tw: 總是對搶先體驗版本提供警告

source: Add Automatic Updates view
ca: Addició de la vista d'actualitzacions automàtiques
es: Se agregó una sección de actualizaciones automáticas
fr: Ajout d'une page « Mises à jour automatiques »
he: נוספה תצוגת עדכונים אוטומטיים
hu: Automatikus frissítések nézet hozzáadása
id: Menambahkan tampilan Pembaruan Otomatis
ja: 自動アップデート画面を追加
ka: ავტომატური განახლებების ხედის დამატება
ko: 자동 업데이트 보기 추가
nl: Voeg automatische updateweergave toe
pl: Dodano widok „Automatyczne aktualizacje”
pt_br: Adicionar visualização de atualizações automáticas
ru: Добавлен просмотр автоматических обновлений
sk: Pridané zobrazenie Automatických aktualizácií
sv: Lägg till vyn Automatiska uppdateringar
tr: Otomatik Güncellemeler görünümü eklendi
uk: Додано перегляд автооновлень
zh_cn: 添加自动更新视图
zh_tw: 新增自動更新畫面

source: Add Sunset to Sunrise to Style View
ca: Addició de la Posta de sol a la sortida del sol a la vista d'estil
es: Se agregó el estilo de colores «Del amanecer al atardecer»
fr: Ajout de l'option « Du coucher au lever du soleil » sur la page « Apparence »
he: נוספה תצוגת שקיעה לזריחה
hu: Napnyugtától napkeltéig lehetőség a témaválasztásnál
id: Tambahkan Matahari Terbenam ke Matahari Terbit ke Tampilan Gaya
ja: “日没から日の出まで”オプションをスタイル画面に追加
ka: დაემატა დაისიდან აისამდე პარამეტრი სტილის ხედში
ko: 스타일 보기에 해 뜰 때부터 해질 때까지 추가
nl: Voeg zonsopgang tot zonsondergang toe aan stijlweergave
pl: Dodano styl widoku „Od zmierzchu do świtu”
pt_br: Adicione etapa de estilização "do pôr do sol ao nascer do sol"
ru: Добавлена настройка «От заката до рассвета» в параметры стиля
sk: Pridaná možnosť Od západu po východ slnka do zobrazenia Štýlov
sv: Lägg till solnedgång till soluppgång till Stilvy
tr: Gün Batımından Gün Doğumuna Stil Görünümüne Ekle
uk: Додано світанок і захід сонця до стилів перегляду
zh_cn: 添加从日落到日出到样式视图
zh_tw: 將「日落到日出」選項加入風格畫面

source: Update for OS 7 and Gtk 4
ca: Actualització per a SO 7 i Gtk 4
es: Actualizado para OS 7 y Gtk 4
fr: Mise à jour pour OS 7 et Gtk 4
he: עדכון ל־OS 7 ול־Gtk 4
hu: Frissítés OS 7-hez és Gtk 4-re
id: Pembaruan untuk OS 7 dan Gtk 4
ja: elementary OS 7 と Gtk 4 に向けたアップデート
ka: განახლებები OS 7 და Gtk 4-სთვის
ko: OS 7 및 Gtk 4용 업데이트
nl: Update voor OS 7 en Gtk 4
pl: Aktualizacja do OS 7 i Gtk 4
pt_br: Atualização para o OS 8 e Gtk 4
ru: Обновлено до OS 7 и GTK4
sk: Aktualizácia pre OS 7 a Gtk 4
sv: Uppdatering för OS 7 och Gtk 4
tr: OS 7 ve Gtk 4 için güncelleme
uk: Оновлення до OS 7 і Gtk 4
zh_cn: OS 7 和 Gtk 4 的更新
zh_tw: 為 elementary OS 7 及 Gtk 4 進行更新

source: elementary, Inc.
he: elementary בע״מ

source: Redesign Housekeeping and add Downloads option
cs: Předělán nástroj pro Úklid a přidána do něj volba pro Stažené
ko: 하우스키핑 재설계 및 다운로드 옵션 추가
zh_cn: 重新设计内务管理并添加下载选项

source: Add style view
ar: إضافة منظور المظهر
cs: Přidáno zobrazení stylu
de: Style Ansicht hinzufügen
ko: 스타일 보기 추가
zh_cn: 添加样式视图

source: Add Online Accounts view
ar: إضافة منظور الحسابات الإلكترونية
cs: Přidáno zobrazení Online účtů
de: Ansicht für Internet-Accounts hinzufügen
ko: 온라인 계정 보기 추가
zh_cn: 添加在线账户视图

source: Remove location services view
ar: إزالة منظور خدمات الموقع
cs: Zobrazení odstranění služeb určování polohy
de: Ortungsdienst-Ansicht entfernen
ko: 위치 서비스 보기 제거
zh_cn: 删除位置服务视图

source: Mention Sideload and Flathub
ar: ذكر التحميل المتوازي وFlathub
cs: Zmíněno nahrávání bokem a Flathub
de: Sideload und Flathub erwähnen
ko: 사이드로드 및 Flathub 언급
zh_cn: 涉及 Sideload 和 Flathub

source: Fix blurry icon in AppCenter
ar: إصلاح الأيقونة غير الواضحة في آب سنتر
cs: Oprava rozmazané ikony v Centru aplikací
de: Unscharfes Icon im AppCenter behoben

source: New app icon
ar: أيقونة تطبيق جديدة
cs: Nová ikona aplikace
de: Neues App Icon

source: Navigate with (multi-)touch gestures
ar: التنقل مع حركات اللمس المتعدد
cs: Navigace pomocí dotykových gest (včetně použití více prstů naráz)
de: Navigiere mit (Multi-)touch Gesten

source: Use new blog URL
ar: استخدام رابط المدونة الجديد
cs: Použití nové URL adresy blogu
de: Benutze neue Blog URL

source: Fix errors when pressing the Skip button
ar: إصلاح بعض المشاكل عند الضغط على زر "تخط الكل"
cs: Oprava chyb při stisknutí tlačítka Přeskočit
de: Beheben von Fehlern beim Drücken des Überspringen-Buttons
