Repository: elementary/onboarding
Catalog: po/*.po
Languages: ca, ckb, cs, de, eo, es, fi, fr, hu, id, ja, ka, nl, pl, pt_br, sk, sl, sv, tr, uk

source: Downloaded files
ca: Fitxers baixats
ckb: پەڕگە داگیراوەکان
cs: Stažené soubory
de: Heruntergeladene Dateien
es: Archivos descargados
fi: Ladatut tiedostot
fr: Fichiers téléchargés
hu: Letöltött fájlok
id: Berkas unduhan
ja: ダウンロードしたファイル
ka: გადმოწერილი ფაილები
nl: Gedownloade bestanden
pl: Pobrane pliki
sk: Stiahnuté súbory
sl: Prenesene datoteke
sv: Hämtade filer
tr: İndirilen dosyalar
uk: Завантажені файли

source: Screenshot files
cs: Snímky obrazovky
de: Bildschirmfotos
es: Capturas de pantalla
fi: Kuvakaappaustiedostot
fr: Fichiers de capture d'écran
hu: Képernyőképek
id: Berkas tangkapan layar
ja: スクリーンショット
ka: ეკრანის ანაბეჭდის ფაილები
nl: Schermafbeelding bestanden
pl: Pliki zrzutów ekranu
pt_br: Arquivos de captura de tela
sk: Súbory snímok obrazovky
sl: Posnetke zaslona
sv: Skärmdumpsfiler
uk: Файли знімків екрана

source: Trashed files
ca: Fitxers enviats a la paperera
ckb: پەڕگەکانی ناو تەنەکە
cs: Soubory v koši
de: Gelöschte Dateien
eo: Rubujigitaĵoj
es: Archivos enviados a la papelera
fi: Roskakorissa olevat tiedostot
fr: Fichiers supprimés
hu: Kukába helyezett fájlok
id: Berkas yang dibuang
ja: ゴミ箱に移動したファイル
ka: სანაგვე ყუთში გადატანილი ფაილები
nl: Bestanden in de prullenbak
pl: Pliki w koszu
pt_br: Arquivos na lixeira
sk: Súbory v koši
sl: Datoteke v košu
sv: Kastade filer
tr: Çöp kutusundaki dosyalar
uk: Файли зі смітника

source: Make the colors of your display warmer at night to help prevent eye strain and sleeplessness.
ca: Feu que els colors de la pantalla siguin més càlids a la nit per ajudar a prevenir la tensió i l'insomni.
ckb: لە شەودا ڕەنگەکانی ڕوونماکەت گەرمتر بکە بۆ ئەوەی فشار لەسەر چاوت دروست نەبێت و خەواڵوو نەبیت.
cs: V noci změní barvy displeje na teplejší, aby se zamezilo únavě očí a nespavosti.
de: Bildschirm nachts in wärmeren Farben anzeigen: ein Beitrag dazu, eine Überanstrengung der Augen und Schlafstörungen zu verhüten.
eo: Varmigi la ekranajn kolorojn nokte, por antaŭmalhelpi okulan lacigon kaj sendormecon.
es: Haga que la pantalla utilice colores cálidos durante la noche para evitar la fatiga ocular y el insomnio.
fi: Tee näyttösi väreistä tavanomaista lämpimämpiä yöaikaan estääksesi silmien väsymistä ja unettomuutta.
fr: Rend les couleurs de l'écran plus chaudes la nuit afin d’éviter toute fatigue visuelle et toute insomnie.
hu: A kijelző melegebb színeket használ éjszaka, hogy elkerülje szem elfáradását és az álmatlanságot.
id: Buat warna layar anda lebih hangat saat malam untuk membantu mengurangi mata tegang dan sulit tidur.
ja: 夜間にディスプレイの色を暖色にします。これは、目の疲れと不眠の防止に役立ちます。
nl: Maakt de kleuren van het beeld ‘s nachts warmer om vermoeide ogen en slapeloosheid te voorkomen.
pl: Ociepl kolory na swoim wyświetlaczu w tracie nocy, aby zapobiegać zmęczeniu oczu i senności.
pt_br: Deixe as cores do seu monitor mais quentes à noite para ajudar a prevenir tensão ocular e insônia.
sk: Táto funkcia zmení cez noc farby vašej obrazovky na teplejšie, čo môže pomôcť zabrániť namáhaniu očí a nespavosti.
sl: Med nočjo spremeni barve vašega zaslona na toplejše za pomoč pri preprečitvi naprezanja oči in neprespanosti.
sv: Gör färgerna på din skärm varmare på natten för att förhindra ansträngda ögon och sömnlöshet.
tr: Göz yorgunluğunu ve uykusuzluğu önlemeye yardımcı olmak için ekranınızın renklerini geceleri daha sıcak hale getirin.
uk: Зробіть кольори екрана теплішими вночі, щоб запобігти перенапруженню очей та безсонню.

source: Night Light
ca: Llum de nit
ckb: ڕووناکی شەو
cs: Noční světlo
de: Nachtmodus
eo: Nokta lumigo
es: Luz nocturna
fi: Yövalo
fr: Mode nuit
hu: Éjszakai fény
id: Cahaya Malam
ja: 夜間モード
ka: ღამის სინათლე
nl: Nachtlicht
pl: Światło nocne
pt_br: Luz Noturna
sk: Nočné svetlo
sl: Nočna luč
sv: Nattljus
tr: Gece Işığı
uk: Нічне світло

source: Night Light:
ca: Llum de nit:
ckb: ڕووناکی شەو:
cs: Noční světlo:
de: Nachtmodus:
eo: Nokta lumigo:
es: Luz nocturna:
fi: Yövalo:
fr: Mode nuit :
hu: Éjszakai fény:
id: Cahaya Malam:
ja: 夜間モード:
ka: ღამის სინათლე:
nl: Nachtlicht:
pl: Światło nocne:
pt_br: Luz Noturna:
sk: Nočné svetlo:
sl: Nočna luč:
sv: Nattljus:
tr: Gece Işığı:
uk: Нічне світло:

source: Adjust schedule and temperature…
ca: Ajusta'n la programació i la temperatura…
ckb: ڕێکخستنی خشتەی کات و پلەی گەرمی…
cs: Upravit plánování a teplotu…
de: Zeitpunkt und Farbtemperatur einrichten …
es: Ajustar programación y temperatura…
fi: Säädä aikataulua ja lämpötilaa…
fr: Ajuster les horaires et la température…
hu: Időzítés és színhőmérséklet beállítása…
id: Sesuaikan jadwal dan suhu…
ja: スケジュールと色温度を調節…
ka: მოირგეთ გეგმა და ტემპერატურა…
nl: Wijzig schema en temperatuur…
pl: Dostosuj harmonogram i temperaturę…
pt_br: Configurar data e temperatura…
sk: Upraviť rozvrh a teplotu…
sl: Nastavi urnik in temperaturo…
sv: Justera schema och temperatur…
tr: Zamanlama ve renk sıcaklığını ayarlayın…
uk: Налаштувати розклад і температуру…

source: Use Mail, Calendar, and Tasks with an existing online account to sync emails, events, and tasks with this device.
ca: Useu el Correu, el Calendari i les Tasques amb un compte en línia existent per sincronitzar correus electrònics, esdeveniments i tasques amb aquest dispositiu.
ckb: بەکارهێنانی مەیڵ و ڕۆژمێر و ئەرکەکان لەگەڵ هەژمارێکی سەرهێڵی ئامادە بۆ هاوکاتکردنی ئیمەڵەکان و ڕووداوەکان و ئەرکەکان لەگەڵ ئامێرە.
cs: Použijte Poštu, Kalendář a Úkoly s existujícím online účtem pro synchronizaci e-mailů, událostí a úkolů s tímto zařízením.
de: Mail, Kalender und Aufgaben in Verbindung mit einem vorhandenen Online-Konto verwenden und E-Mails, Termine und Aufgaben mit diesem Gerät abgleichen.
es: Use Correo, Calendario y Tareas con una cuenta en línea existente para sincronizar correos electrónicos, eventos y tareas en este equipo.
fi: Käytä sähköposti-, kalenteri- ja tehtäväsovellusta olemassa olevan verkkotilin kanssa synkronoidaksesi sähköpostit, tapahtumat ja tehtävät tämän laitteen kanssa.
fr: Utilisez Messagerie, Calendrier et Tâches avec un compte en ligne existant pour synchroniser vos e-mails, évènements et tâches avec cet appareil.
hu: Használja az E-mailt, Naptárat, Feladatokat egy létező online fiókkal az e-mailek, események, feladatok szinkronizáláshoz a készülékre.
id: Gunakan Surat, Kalender, dan Tugas dengan akun daring yang sudah ada untuk sinkronisasi surel, acara, dan tugas dengan perangkat ini.
ja: “メール”や“カレンダー”、“タスク”アプリに既存のオンラインアカウントを接続して、メールや予定、タスクをこのデバイスと同期しましょう。
nl: Gebruik Mail, Kalender, en Taken in combinatie met een online account om mail, gebeurtenissen, en taken te synchroniseren met dit apparaat.
pl: Używaj Poczty, Kalendarza i Zadań z istniejącym kontem online, aby synchronizować maile, zdarzenia i zadania z tym urządzeniem.
pt_br: Use Correio, Calendário e Tarefas com uma conta on-line existente para sincronizar e-mails, eventos e tarefas com este dispositivo.
sk: Použite Poštu, Kalendár a Úlohy s existujúcim online účtom na synchronizáciu e-mailov, udalostí a úloh s týmto zariadením.
sl: Uporabite Pošto, Koledar in Opravila z obstoječim spletnim računom za sinhronizacijo pošte, dogodkov in opravil.
sv: Använd E-post, Kalender och Uppgifter med ett befintligt nätkonto för att synkronisera e-post, händelser och uppgifter med den här enheten.
tr: E-postaları, etkinlikleri ve görevleri bu cihazla eşitlemek için mevcut bir çevrimiçi hesap ile Posta, Takvim ve Görevler'i kullanın.
uk: Користуйтеся застосунками «Пошта», «Календар» та «Завдання» з наявним онлайновим обліковим записом, щоб синхронізувати електронні листи, події та завдання з цим пристроєм.

source: Online Accounts
ca: Comptes en línia
ckb: هەژمارە سەرهێڵییەکان
cs: Online účty
de: Online-Konten
es: Cuentas en línea
fi: Verkkotilit
fr: Comptes en ligne
hu: Online fiókok
id: Akun Daring
ja: オンラインアカウント
ka: ონლაინ ანგარიშები
pl: Konta online
pt_br: Contas Online
sk: Online účty
sl: Spletni računi
sv: Nätkonton
tr: Çevrimiçi Hesaplar
uk: Онлайнові облікові записи

source: Connect Online Accounts…
ca: Connexió amb els comptes en línia…
ckb: پەیوەستکردنی هەژمارە سەرهێڵییەکان…
cs: Připojit online účty…
de: Mit Online-Konten verbinden …
es: Conectar cuentas en línea…
fi: Yhdistä verkkotilit…
fr: Se connecter à des comptes en ligne…
hu: Csatlakozás online fiókokhoz…
id: Hubungkan Akun Daring…
ja: オンラインアカウントを接続…
ka: ონლაინ ანგარიშების მორგება…
nl: Verbind online accounts…
pl: Połącz konta online…
pt_br: Conecte Contas Online…
sk: Pripojiť online účty…
sl: Poveži spletne račune…
sv: Anslut nätkonton…
tr: Çevrimiçi Hesaplara Bağlanın…
uk: Під'єднати онлайнові облікові записи…

source: Make it your own by choosing a visual style and accent color. Apps may override these with their own look.
ca: Feu-lo vostre triant un estil visual i un color d’accentuació. Les aplicacions poden substituir-ho per l'aspecte propi.
ckb: سیستەمەکەت تەواو کڕیارخواز بکە بە هەڵبژاردنی ستایلی بینین و ڕەنگ. لەوانەیە ئەمە بەسەر هەموو ئەپەکاندا نەچەسپێت بەهۆی هەبوونی نەخشی تایبەتی خۆیان.
cs: Přizpůsobte si zvolením vizuálního stylu a barvy zvýrazňování. Aplikace toto mohou přebít vlastním vzhledem.
de: Passen Sie das System Ihren Vorstellungen an, indem Sie einen Stil und eine Akzentfarbe auswählen. Anwendungen halten sich allerdings möglicherweise nicht an diese Wahl und verwenden eigene Einstellungen.
es: Elija el estilo visual y el color de énfasis que prefiera. Algunas aplicaciones pueden utilizar su propia apariencia.
fi: Tee siitä omasi valitsemalla visuaalisen tyylin ja korostevärin. Sovellukset saattavat ohittaa nämä valinnat omalla ulkoasullaan.
fr: Appropriez-le vous en sélectionnant un style et une couleur d'accentuation. Les applications peuvent avoir leur apparence propre.
hu: Tegye egyénivé, válasszon témát és kiemelőszínt. Az alkalmazások továbbra is használhatják ehelyett a saját színüket.
id: Buatlah sendiri dengan memilih gaya visual dan warna aksen. Aplikasi dapat menimpa ini dengan tampilan mereka sendiri.
ja: 視覚スタイルとアクセントカラーを選んで、オリジナリティを出しましょう。アプリによっては、独自の視覚スタイルとアクセントカラーが使用されることもあります。
nl: Pas het systeem aan op uw voorkeuren door een eigen visuele stijl en kleuraccent te kiezen. Apps kunnen mogelijk deze instellingen overschrijven met hun eigen stijl.
pl: Dostosuj go do siebie, wybierając styl wizualny i kolor akcentowy. Aplikacje mogą je nadpisywać swoim wyglądem.
pt_br: Deixe do seu jeito escolhendo um estilo e uma cor predominante. As aplicações podem usar visuais próprios.
sk: Prispôsobte si systém zvolením vizuálneho štýlu a farebného odtieňa. Aplikácie môžu tieto nastavenia prepísať svojím vlastným vzhľadom.
sl: Prilagodite sistem s svojim stilom in barvo. Aplikacije lahko izberejo svoj izgled.
sv: Gör den till din egen genom att välja en visuell stil och accentfärg. Appar kan åsidosätta dessa med sitt eget utseende.
tr: Görsel bir stil ve vurgu rengi seçerek tarzınızı yansıtın. Uygulamalar kendi görünümleri için bu ayarları görmezden gelebilir.
uk: Додайте власних рис, вибравши візуальний стиль та основний колір. Застосунки можуть замінити їх власним оформленням.

source: Choose Your Look
ca: Trieu la vostra aparença
ckb: شێوەی دەرکەوتن هەڵبژێرە
cs: Zvolte si vzhled
de: Aussehen wählen
es: Elija la apariencia
fi: Valitse ulkoasu
fr: Sélectionnez votre apparence
hu: Válasszon kinézetet
id: Pilih Tampilan Anda
ja: 外観を選択
ka: აირჩიეთ თქვენი ხედი
nl: Kies uw stijl
pl: Wybierz swój wygląd
pt_br: Escolha Sua Aparência
sk: Vyberte si vzhľad
sl: Izberite izgled
sv: Välj utseende
tr: Görünümünüzü Seçin
uk: Виберіть свій стиль

source: Default
ca: Per defecte
ckb: بنەڕەت
cs: Výchozí
de: Vorgabe
es: Predeterminada
fi: Oletus
fr: Par défaut
hu: Alapértelmezett
id: Konfigurasi Awal
ja: デフォルト
ka: ნაგულისხმები
nl: Standaard
pl: Domyślny
pt_br: Padrão
sk: Predvolený
sl: Privzeto
sv: Standard
tr: Varsayılan
uk: Типовий

source: Style
cs: Styl
de: Stil
es: Estilo
fr: Apparence
hu: Stílus
ja: スタイル
ka: სტილი
nl: Stijl
pl: Styl
sl: Stil
sv: Stil
uk: Стиль

source: Dark
ca: Fosca
ckb: تاریک
cs: Tmavý
de: Dunkel
es: Oscura
fi: Tumma
fr: Sombre
hu: Sötét
id: Gelap
ja: ダーク
ka: ბნელი
nl: Donker
pl: Ciemny
pt_br: Noturno
sk: Tmavý
sl: Temen
sv: Mörk
tr: Karanlık
uk: Темний

source: Sunset to Sunrise
ca: De la posta de sol a l'alba
ckb: خۆراوابوون بۆ خۆرهەڵاتن
cs: Od západu slunce po východ
de: Sonnenuntergang bis Sonnenaufgang
es: Del atardecer al amanecer
fi: Auringonnoususta auringonlaskuun
fr: Du coucher au lever du soleil
hu: Napnyugtától napkeltéig
id: Matahari terbenam hingga matahari terbit
ja: 日没から日の出まで
ka: დაისიდან აისამდე
nl: Zonsondergang tot zonsopgang
pl: Od zmierzchu do świtu
sk: Od západu po východ slnka
sl: Od sončnega vzhoda do zahoda
sv: Solnedgång till soluppgång
tr: Otomatik
uk: Від світанку до заходу

source: Blueberry
ca: Nabiu
ckb: بلوبێری
cs: Borůvkový
de: Blaubeere
es: Arándano
fi: Mustikka
fr: Myrtille
hu: Áfonya
id: Blueberi
ja: ブルーベリー
ka: მოცვი
nl: Bosbes
pl: Jagoda
sk: Čučoriedkový
sl: Borovnica
sv: Blåbär
tr: Yaban Mersini
uk: Чорничний

source: Mint
ca: Menta
ckb: نەعنا
cs: Mátový
de: Minze
es: Menta
fi: Minttu
fr: Menthe
hu: Menta
ja: ミント
ka: პიტნა
nl: Munt
pl: Mięta
sk: Mätový
sl: Mentol
tr: Nane
uk: М'ятний

source: Lime
ca: Verd llimona
ckb: لیمۆ
cs: Limetkový
de: Limette
es: Lima
fr: Citron Vert
id: Jeruk Nipis
ja: ライム
ka: ლიმონის ფერი
nl: Limoen
pl: Limonka
sk: Limetkový
sl: Limeta
sv: Ljusgrön
tr: Misket Limonu
uk: Лаймовий

source: Banana
ca: Plàtan
ckb: مۆز
cs: Banánový
de: Banane
es: Plátano
fi: Banaani
fr: Banane
hu: Banán
id: Pisang
ja: バナナ
ka: ბანანი
nl: Banaan
pl: Banan
sk: Banánový
sv: Banan
tr: Muz
uk: Банановий

source: Orange
ca: Taronja
ckb: پڕتەقاڵ
cs: Pomerančový
es: Naranja
fi: Appelsiini
hu: Narancs
id: Jeruk
ja: オレンジ
ka: ნარინჯისფერი
nl: Sinasappel
pl: Pomarańcza
sk: Pomarančový
sl: Pomaranča
sv: Apelsin
tr: Portakal
uk: Апельсиновий

source: Strawberry
ca: Maduixa
ckb: شلیک
cs: Jahodový
de: Erdbeere
es: Fresa
fi: Mansikka
fr: Fraise
hu: Eper
id: Stroberi
ja: ストロベリー
ka: მარწყვი
nl: Aardbei
pl: Truskawka
sk: Jahodový
sl: Jagoda
sv: Jordgubbe
tr: Çilek
uk: Полуничний

source: Bubblegum
ca: Xiclet
ckb: بەبڵگەم
cs: Žvýkačkové bubliny
de: Rosa
es: Chicle
fi: Purukumi
fr: Chewing-gum
hu: Rágógumi
id: Permen Karet
ja: ピンク
ka: საღეჭი რეზინი
nl: Kauwgom
pl: Guma balonowa
sk: Žuvačkový
sl: Žvečilni
sv: Tuggummi
tr: Balonlu Sakız
uk: Жуйковий

source: Grape
ca: Raïm
ckb: ترێ
cs: Hroznový
de: Weinrot
es: Uva
fi: Rypäle
fr: Raisin
hu: Szőlő
id: Anggur
ja: グレープ
ka: ყურძენი
nl: Druif
pl: Winogrono
sk: Hroznový
sl: Grozdje
sv: Druva
tr: Üzüm
uk: Виноградний

source: Cocoa
ca: Cacau
ckb: کاکاو
cs: Kakaový
de: Kakao
es: Cacao
fi: Kaakao
fr: Cacao
hu: Kakaó
id: Kakao
ja: ココア
ka: კოკო
nl: Cacao
pl: Kakao
sk: Kakaový
sl: Kakav
sv: Kakao
tr: Kakao
uk: Какаовий

source: Slate
ca: Pissarra
ckb: تەختە
cs: Břidlicový
de: Schiefer
es: Pizarra
fi: Liuskekivi
fr: Ardoise
hu: Pala
id: Papan Tulis
ja: スレート
ka: ფიქალი
nl: Leisteen
pl: Ciemnoszary
sk: Bridlicový
sl: Skrilavec
sv: Skiffer
tr: Arduvaz
uk: Кам'яно-сірий

source: Latte
es: Café con leche
sl: Kava
uk: Лате

source: Automatic based on wallpaper
ca: Automàtic segons el fons
ckb: خۆکارانە لەسەر بنەمای کاغەزی دیوار
cs: Automaticky podle pozadí plochy
de: Automatisch, abhängig vom Hintergrundbild
es: Automático basado en el fondo de escritorio
fi: Automaattinen taustakuvaan pohjautuen
fr: Automatique à partir du fond d'écran
hu: Automatikus a háttérkép alapján
id: Otomatis berdasarkan wallpaper
ja: 壁紙に基づいて自動的に設定
ka: ავტომატური, ფონის სურათზე დაყრდნობით
nl: Automatisch gebaseerd op achtergrond
pl: Automatyczny, dostosowany do tapety
pt_br: Automático baseado no papel de parede
sk: Automatický podľa tapety
sl: Samodejno, glede na ozadje
sv: Automatiskt baserat på bakgrundsbild
tr: Duvar kağıdına göre otomatik
uk: Автоматично пристосовувати до тла

source: accent color
de: Akzentfarbe
es: color de énfasis
fr: couleur d'accentuation
hu: kiemelőszín
ja: アクセントカラー
ka: აქცენტის ფერი
nl: Accentkleur
pl: kolor akcentu
sl: barva poudarka
sv: accentfärg
uk: основний колір

source: Updates can be automatically installed when your device is connected to the Internet.
ca: Les actualitzacions es poden instal·lar automàticament quan el dispositiu està connectat a Internet.
ckb: بەڕۆژبوونەوەکان دەتوانن خۆکارانە دامەزرێن کاتێک ئامێرەکەت بە ئینتەرنێتەوە پەیوەست دەبێت.
cs: Aktualizace se mohou automaticky instalovat po připojení zařízení k internetu.
de: Aktualisierungen werden automatisch installiert, sobald das Gerät eine Internet-Verbindung hat.
es: Puede instalar actualizaciones automáticamente cuando esté conectado a Internet.
fi: Päivitykset on mahdollista asentaa automaattisesti, kun laitteesi on yhteydessä internetiin.
fr: Des mises à jour peuvent s'installer automatiquement lorsque votre appareil est connecté à Internet.
hu: A frissítések automatikusan települhetnek, ha a készülék csatlakozva van az internetre.
id: Pembaruan dapat dipasang secara otomatis saat perangkat Anda terhubung ke Internet.
ja: お使いのデバイスがインターネットに接続している際に、アップデートを自動的にインストールするよう設定できます。
nl: Updates kunnen automatisch worden geïnstalleerd wanneer uw apparaat is verbonden met het internet.
pl: Aktualizacje mogą zostać zainstalowane automatycznie gdy twoje urządzenie jest podłączone do Internetu.
sk: Aktualizácie sa môžu automaticky nainštalovať, keď je vaše zariadenie pripojené na Internet.
sl: Posodobitve se lahko samodejno namestijo, ko je naprava povezana na internet.
sv: Uppdateringar kan installeras automatiskt när din enhet är ansluten till internet.
tr: Cihazınız internete bağlandığında güncellemeler otomatik olarak yüklenebilir.
uk: Оновлення можуть установлюватися автоматично, коли ваш пристрій під'єднаний до інтернету.

source: Automatic Updates
ca: Actualitzacions automàtiques
ckb: بەڕۆژبوونەوە خۆکارەکان
cs: Automatické aktualizace
de: Automatische Aktualisierungen
es: Actualizaciones automáticas
fi: Automaattiset päivitykset
fr: Mises à jour automatiques
hu: Automatikus frissítések
id: Pembaruan Otomatis
ja: 自動アップデート
ka: ავტომატური განახლებები
nl: Automatische updates
pl: Automatyczne aktualizacje
sk: Automatické aktualizácie
sl: Samodejne posodobitve
sv: Automatiska uppdateringar
tr: Otomatik Güncellemeler
uk: Автооновлення

source: Free & Purchased Apps
de: Kostenlose & kostenpflichtige Anwendungen
es: Aplicaciones gratuitas y de pago
fr: Applications gratuites et achetées
hu: Ingyenes és megvásárolt alkalmazások
ja: 無料アプリと購入済みアプリ
ka: უფასო და შეძენილი აპები
nl: Gratis & betaalde apps
pl: Darmowe i kupione aplikacje
sk: Aplikácie zadarmo a zakúpené aplikácie
sl: Zastonj in kupljene aplikacije
sv: Kostnadsfria och köpta appar
uk: Безплатні й придбані застосунки

source: Apps being tried for free will not update automatically
de: Anwendungen, die kostenlos getestet werden, werden nicht automatisch aktualisiert
es: Las aplicaciones en modo de prueba no se actualizarán automáticamente
fr: Les applications avec un essai gratuit ne sont pas mises à jour automatiquement
hu: Az ingyenesen kipróbált alkalmazások nem fognak automatikusan frissülni
ja: 無料試用中のアプリは自動的にアップデートされません
ka: აპები, რომლებიც საცდელად დააყენეთ, ავტომატურად არ განახლდება
nl: Apps die gratis worden gebruikt zullen niet automatisch updaten
pl: Aplikacje które są aktualnie próbowane nie będą automatycznie aktualizowane
sk: Aplikácie, ktorých používanie si skúšate zadarmo, sa nebudú automaticky aktualizovať
sl: Preizkusne aplikacije se ne bodo samodejno posodobile
sv: Appar som provas kostnadsfritt uppdateras inte automatiskt
uk: Застосунки, випробувані безплатно не оновлюватимуться автоматично

source: Operating System
cs: Operační systém
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
hu: Operációs rendszer
ja: オペレーティングシステム
ka: ოპერაციული სისტემა
nl: Besturingssysteem
pl: System Operacyjny
sk: Operačný systém
sl: Operacijski sistem
sv: Operativsystem
uk: Операційна система

source: Will be installed when you choose to restart this device
de: Werden installiert, sobald das Gerät neu gestartet wird
es: Será instalado cuando reinicie el equipo
fr: Sera installé lorsque vous choisirez de redémarrer l'appareil
hu: A készülék újraindításakor kerül telepítésre
ja: このデバイスを再起動した時にインストールされます
ka: დადგება, როცა ამ მოწყობილობის გადატვირთვას აირჩევთ
nl: Zal worden geïnstalleerd wanneer het apparaat opnieuw wordt opgestart
pl: Zostanie zainstalowany gdy uruchomisz ponownie to urządzenie
sk: Nainštaluje sa, keď sa rozhodnete reštartovať toto zariadenie
sl: bo nameščen ko ponovno zaženete to napravo
sv: Kommer att installeras när du väljer att starta om den här enheten
uk: Встановиться після перезапуску пристрою

source: What’s New
ca: Què hi ha de nou?
ckb: چی نوێیە
cs: Co je nového
de: Das ist neu
eo: Kio novas
es: Novedades
fi: Mitä uutta
fr: Quoi de neuf
hu: Újdonságok
id: Apa yang Baru
ja: 最新情報
ka: რა არის ახალი
nl: Wat is er nieuw
pl: Co nowego
pt_br: O que há de Novo
sk: Čo je nové
sl: Kaj je novega
sv: Vad är nytt
tr: Neler Yeni
uk: Що нового

source: Welcome!
ca: Us donem la benvinguda!
cs: Vítejte!
de: Willkommen!
es: ¡Sea bienvenido!
fi: Tervetuloa!
fr: Bienvenue !
hu: Üdvözöljük!
id: Selamat Datang!
ja: ようこそ!
ka: მოგესალმებით!
nl: Welkom!
pl: Witaj!
sk: Vitajte!
sl: Dobrodošli!
sv: Välkommen!
tr: Hoş geldiniz!
uk: Ласкаво просимо!

source: Continue to set up some useful features. Visit the links below for more help with getting started.
cs: Pokračujte nastavením užitečných funkcí. Další nápovědu pro začátek naleznete na níže uvedených odkazech.
de: Fahren Sie damit fort, nützliche Funktionen einzurichten. Weitere Hilfe zum Einstieg finden Sie in den Verweisen unten.
es: Ahora configuraremos algunas características útiles. Visite estos enlaces para obtener más información sobre sus primeros pasos.
fi: Jatka hyödyllisten ominaisuuksien käyttöönottoa. Tutustu alla oleviin linkkeihin, niin saat apua käyttöönottoon.
fr: Poursuivez la configuration de certaines fonctionnalités utiles. Les liens ci-dessous vous aideront à démarrer.
hu: Folytassa a további hasznos funkciók beállítását. Látogassa meg az alábbi hivatkozásokat további tippekért és útmutatókért.
id: Lanjutkan untuk menyiapkan beberapa fitur yang berguna. Kunjungi tautan di bawah ini untuk bantuan lebih lanjut tentang memulai.
ja: 続行して、便利な機能をセットアップしましょう。初期設定に関する詳細情報を得るには、以下のリンクにアクセスしてください。
nl: Ga door met het instellen van handige functies. Bezoek de links beneden voor hulp om aan de slag te gaan.
pl: Kontynuuj konfigurowanie nowych przydatnych funkcji. Odwiedź linki poniżej, aby uzyskać więcej informacji wstępnych.
sk: Pokračujte nastavením niektorých užitočných funkcií. Kliknutím na odkazy nižšie získate pomoc na začiatok.
sl: Nadaljujte za nastavitev nekaterih uporabnih sposobnosti. Za več informacij obiščite spodnje povezave.
sv: Fortsätt för att konfigurera ett par användbara funktioner. Besök länkarna nedan för att få mer hjälp med att komma igång.
uk: Продовжуйте налаштовувати корисні функції. Перейдіть за посиланнями нижче, щоб отримати додаткову довідку для початку роботи.

source: Basics Guide
de: Grundlagen
es: Aprenda los conceptos básicos
hu: Bevezetés
ja: 基本操作ガイド
ka: დამწყების სახელმძღვანელო
nl: Basishandleiding
sl: Vodič po osnovah
sv: Grundläggande guide
uk: Посібник з основ

source: Get Help
cs: Získejte nápovědu
de: Hilfe
es: Obtener ayuda
hu: Segítség
ja: サポートを受ける
nl: Krijg hulp
sl: Pomoč
sv: Få hjälp
uk: Отримати допомогу

source: Our Website
cs: Náš web
de: Unsere Internet-Seite
es: Nuestro sitio web
hu: Weboldalunk
ja: 公式 Web サイト
nl: Onze website
sl: Naša spletna stran
sv: Vår webbplats
uk: Наш вебсайт

source: Get Involved or Sponsor Us
de: Mitmachen oder unterstützen
es: Participa o patrocínanos
hu: Csatlakozzon vagy támogasson minket
ja: 開発に参加、またはスポンサーになる
nl: Doe mee of sponsor ons
sl: Pomagajte ali nas sponzorirajte
sv: Engagera dig eller sponsra oss
uk: Долучитися або підтримати нас

source: Basics Guide…
ca: Guia bàsica…
ckb: ڕێنماییە سەرەتاییەکان…
eo: Enkonduka Gvidilo…
fr: Guide d'introduction…
id: Panduan Dasar…
pl: Poradnik podstaw…
pt_br: Guia Básico…
tr: Temel Bilgiler…
