Repository: elementary/onboarding
Catalog: po/*.po
Languages: ca, ckb, cs, de, eo, es, fi, fr, hu, id, ja, ka, nl, pl, pt_br, sk, sl, sv, tr, uk

source: Set up %s
ca: Configureu %s
ckb: دامەزراندن %s
cs: Nastavit %s
de: %s einrichten
eo: Agordi %s
es: Configurar %s
fi: Määritä %s
fr: Configurer %s
hu: %s beállítása
id: Mengatur %s
ja: %s をセットアップ
ka: %s-ის მორგება
nl: %s instellen
pl: Konfiguruj %s
pt_br: Configurar %s
sk: Nastaviť %s
sl: Nastavite %s
sv: Konfigurera %s
tr: %s Kurulumu
uk: Налаштування %s

source: Next
ca: Següent
ckb: دواتر
cs: Další
de: Weiter
eo: Sekva
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Következő
id: Berikutnya
ja: 次へ
ka: შემდეგი
nl: Volgende
pl: Dalej
pt_br: Próximo
sk: Ďalej
sl: Naprej
sv: Nästa
tr: İleri
uk: Далі

source: Skip All
ca: Omet-ho tot
ckb: هەمووی تێپەڕێنە
cs: Přeskočit vše
de: Alles überspringen
eo: Preterlasi ĉion
es: Omitir todo
fi: Ohita kaikki
fr: Ignorer tout
hu: Összes kihagyása
id: Lewati Semua
ja: すべてスキップ
ka: ყველას გამოტოვება
nl: Alles overslaan
pl: Pomiń wszystko
pt_br: Pular Todos
sk: Preskočiť všetko
sl: Preskoči vse
sv: Hoppa över alla
tr: Tümünü Atla
uk: Пропустити все

source: Back
cs: Zpět
de: Zurück
es: Atrás
hu: Vissza
ja: 戻る
ka: უკან
nl: Terug
sl: Nazaj
sv: Tillbaka
uk: Назад

source: Get Started
ca: Comenceu
ckb: دەستپێکردن
cs: Začít
de: Beginnen
eo: Komenci
es: Comenzar
fi: Aloita
fr: Commencer
hu: Kezdjen hozzá
id: Mulai
ja: 始めましょう
ka: დაწყება
nl: Aan de slag
pl: Rozpocznij
pt_br: Iniciar
sk: Začať
sl: Pričnite
sv: Kom igång
tr: Hemen Başlayın
uk: Почати користуватися

source: Get the apps you need on AppCenter or sideload Flatpak apps from alternative stores.
ca: Obtingueu les aplicacions que necessiteu al Centre d'aplicacions o carregueu les aplicacions de Flatpak de botigues alternatives.
cs: Získejte potřebné aplikace v Centru aplikací nebo si nainstalujte bokem aplikace Flatpak z alternativních obchodů.
de: Ihre gewünschten Anwendungen finden Sie im AppCenter oder Sie installieren sie als Flatpak-Anwendungen per Sideload aus alternativen Stores.
es: Consiga las aplicaciones que necesita en el Centro de Aplicaciones, o haga instalaciones externas de Flatpak en tiendas alternativas.
fi: Hanki tarvitsemasi sovellukset sovelluskeskuksesta tai lataa Flatpak-sovelluksia vaihtoehtoisista sovelluslähteistä.
fr: Obtenez les applications dont vous avez besoin dans le Centre d'Applications ou installez-les manuellement depuis des dépôts alternatifs Flatpak.
hu: Szerezze be a szükséges alkalmazásokat az Appközpontból vagy telepítsen Flatpak alkalmazásokat alternatív forrásokból.
id: Dapatkan aplikasi yang Anda butuhkan di AppCenter atau muat samping aplikasi Flatpak dari toko alternatif.
ja: AppCenter から必要なアプリを入手したり、サードパーティのリモートリポジトリから Flatpak アプリをサイドロードしたりできます。
nl: Download uw applicaties via AppCenter of sideload apps via Flatpak uit alternatieve bronnen.
pl: Pobierz potrzebne Ci aplikacje poprzez AppCenter lub pobieraj aplikacje Flatpak z alternatywnych źródeł.
pt_br: Baixe os aplicativos que você precisa no AppCenter ou faça sideload de aplicativos Flatpak de lojas alternativas.
sk: Získajte potrebné aplikácie v AppCentre alebo nainštalujte Flatpak aplikácie z alternatívnych obchodov.
sl: Pridobite aplikacije, ki jih potrebujete v AppCentru oz. naložite Flatpak aplikacije z drugih trgovin.
sv: Hämta de appar du behöver på AppCenter eller sidoladda Flatpak-appar från alternativa butiker.
tr: İhtiyacınız olan uygulamaları Uygulama Merkezinden edinin veya Flatpak uygulamalarını alternatif mağazalardan yükleyin.
uk: Завантажуйте потрібні вам застосунки з Центру застосунків або завантажуйте застосунки Flatpak з альтернативних крамниць.

source: Get Some Apps
ca: Obtingueu algunes aplicacions
ckb: هەنێک ئەپ دامەزرێنە
cs: Získat aplikace
de: Apps herunterladen
eo: Akiri aplikaĵojn
es: Obtenga aplicaciones
fi: Hanki sovelluksia
fr: Obtenez des applications
hu: Szerezzen be alkalmazásokat
id: Dapatkan Beberapa Aplikasi
ja: アプリを入手
ka: დააყენეთ რამდენიმე აპი
nl: Ik wil apps
pl: Pozyskaj programy
pt_br: Baixe Alguns Apps
sk: Získajte aplikácie
sl: Pridobite nekaj aplikacij
sv: Skaffa några appar
tr: Biraz Uygulama Edinin
uk: Завантаження застосунків

source: Get apps made for elementary OS and reviewed by elementary on AppCenter
ca: Obtingueu aplicacions creades per a l'elementary i revisades per l'equip d'elementary al Centre d'aplicacions
cs: Získejte aplikace dělané pro elementary OS a zkontrolované společností elementary v Centru aplikací
de: Im AppCenter finden Sie Anwendungen speziell für elementary OS und von elementary getestet
es: Consiga aplicaciones hechas a medida para elementary OS y verificadas por el equipo de elementary en el Centro de Aplicaciones
fi: Hanki elementary OS:lle tehdyt ja elementaryn katselmoimat sovellukset sovelluskeskuksesta.
fr: Obtenez des applications conçues pour elementary OS et vérifiées par elementary dans le Centre d'Applications
hu: Szerezzen be az elementary OS rendszerhez készült és az elementary által jóváhagyott alkalmazásokat az Appközpontból
id: Dapatkan aplikasi yang dibuat untuk elementary OS dan ditinjau oleh elementary di AppCenter
ja: AppCenter から入手可能なアプリは、elementary OS 向けに開発されており、elementary によって審査済みです
nl: Download apps gemaakt voor en door elementary OS in de AppCenter
pl: Pobieraj z AppCenter programy stworzone dla systemu operacyjnego elementary i sprawdzone przez elementary
pt_br: Baixe aplicativos feitos para o elementary OS e revisados pela elementary no AppCenter
sk: Získajte aplikácie vytvorené pre elementary OS a skontrolované tímom elementary v AppCentre
sl: Pridobite aplikacije narejene za elementary OS v AppCentru
sv: Hämta appar gjorda för elementary OS och granskade av elementary på AppCenter
tr: Uygulama Merkezinden elementary OS için yapılan ve elementary tarafından incelenen uygulamaları edinin
uk: Отримуйте застосунки, створені для elementary OS і перевірені elementary в Центрі застосунків

source: Sideload apps from alternative app stores like Flathub
ca: Carregueu aplicacions de botigues d'aplicacions alternatives com ara Flathub
cs: Instalujte bokem aplikace z alternativních obchodů, jako je Flathub
de: Sie können Anwendungen aus alternativen Stores wie Flathub per Sideload installieren
es: Haga instalaciones externas desde tiendas alternativas como Flathub
fi: Lataa sovelluksia vaihtoehtoisista sovelluslähteistä kuten Flathubista
fr: Installez des applications manuellement depuis des dépôts alternatifs comme Flathub
hu: Telepítsen alkalmazásokat alternatív forrásokból mint a Flathub
id: Muat samping aplikasi dari toko aplikasi alternatif seperti Flathub
ja: Flathub など、サードパーティのリモートリポジトリからアプリをサイドロードすることもできます
ka: აპების დაყენება სხვა მაღაზიებიდან, როგორიცაა, მაგ: Flathub
nl: Sideload apps uit alternatieve bronnen zoals Flathub
pl: Pobieraj aplikacje z alternatywnych źródeł takich jak Flathub
pt_br: Sideload de aplicativos de lojas de aplicativos alternativas como Flathub
sk: Nainštalujte aplikácie z alternatívnych obchodov, napríklad z Flathubu
sl: Naložite aplikacije z drugih trgovin kot npr. Flathub
sv: Sidoladda appar från alternativa appbutiker som Flathub
tr: Uygulamaları Flathub gibi alternatif uygulama mağazalarından yükleyin
uk: Завантажуйте застосунки з альтернативних крамниць застосунків, як-от Flathub

source: Only use this pre-release version of %s on devices dedicated for development.
ca: Useu aquesta versió prèvia de %s només en dispositius dedicats al desenvolupament.
cs: Tuto předběžnou verzi %s používejte pouze na zařízeních určených pro vývoj.
de: Verwenden Sie diese Vorabversion von %s nur auf Geräten, die allein der Software-Entwicklung dienen.
es: Use esta versión preliminar de %s solamente en equipos dedicados al desarrollo del sistema.
fi: Käytä tätä %s:n esijulkaisuversiota vain kehitykseen tarkoitetuilla laitteilla.
fr: N'utilisez cette version avant-première de %s que sur des appareils dédiés au développement.
hu: Csak a kifejezetten fejlesztésre használt készülékein használja a(z) %s ezen előzetes verzióját.
id: Hanya gunakan %s versi prarilis ini di perangkat khusus pengembangan.
ja: このプレリリース版の %s は、開発専用に用意したデバイスで使用してください。
nl: Gebruik deze pre-release versie exclusief van %s exclusief op apparaten weggezet voor ontwikkelen.
pl: Korzystaj z wersji przedpremierowej %s tylko na urządzeniach przeznaczonych do ich rozwijania.
pt_br: Use esta versão de pré-lançamento do %s somente em dispositivos dedicados ao desenvolvimento.
sk: Túto verziu %s pred oficiálnym vydaním použite výhradne na zariadeniach určených pre vývoj.
sl: To testno različico %s uporabljajte samo na napravah namenjenih razvoju.
sv: Använd endast denna förhandsversion av %s på enheter som är avsedda för utveckling.
tr: %s yayın öncesi sürümünü yalnızca geliştirmeye ayrılmış cihazlarda kullanın.
uk: Використовуйте цю попередню версію %s лише на пристроях, призначених для розробки.

source: Early Access Build
ca: Accés primerenc a la construcció
ckb: دروستکراوی دەستگەیشتنی سەرەتایی
cs: Verze předběžného přístupu
de: Vorschauversion
es: Versión preliminar
fi: Varhaisen käytön julkaisu
fr: Version à accès anticipé
hu: Tesztelői verzió
id: Akses Build Awal
ja: 早期アクセスビルド
ka: ადრეული წვდომის აგება
nl: Vroegtijdige toegang
pl: Kompilacja wczesnego dostępu
pt_br: Versão de acesso antecipado
sk: Verzia predbežného prístupu
sl: Zgodnja verzija
sv: Förhandsversion
tr: Erken Erişim Derlemesi
uk: Побудовано для раннього доступу

source: You will not be able to upgrade to a stable release
ca: No podreu actualitzar a una versió estable.
cs: Nebudete moci přejít na stabilní verzi
de: Die Aktualisierung auf eine stabile Version ist nicht möglich
es: No podrá actualizarse a una versión estable
fi: Et voi päivittää vakaaseen julkaisuun
fr: Vous ne pourrez pas mettre à niveau vers une version stable
hu: Nem lesz lehetősége a stabil kiadásra frissíteni
id: Anda tidak akan dapat meningkatkan ke rilis stabil
ja: 安定版へのアップグレードはできません
ka: სტაბილურ ვერსიამდე ვერ განახლდებით
nl: U kunt niet upgraden naar de stabiele uitgave
pl: Nie będziesz w stanie zaktualizować do wersji stabilnej
pt_br: Você não poderá atualizar para uma versão estável
sk: Systém nebude možné inovovať na stabilné vydanie
sl: Nadgradnja na stabilno različico ne bo možna
sv: Du kommer inte att kunna uppgradera till en stabil utgåva
tr: Kararlı bir sürüme yükseltme yapamayacaksınız
uk: Ви не зможете оновитися до стабільної версії

source: Some features may be missing or incomplete
ca: Algunes característiques poden no ser-hi o estar incompletes.
ckb: دەکرێت هەندێک لە تایبەتمەندییەکان ونبن یان تەواو نەبن
cs: Některé funkce mohou chybět nebo být neúplné
de: Möglicherweise fehlen einige Funktionen oder sind unvollständig
es: Algunas características pueden no estar incluidas o sin terminar
fi: Jotkin ominaisuudet saattavat puuttua tai olla puutteellisia
fr: Certaines fonctionnalités peuvent être manquantes ou incomplètes
hu: Egyes funkciók hiányozhatnak vagy befejezetlenek lehetnek
id: Beberapa fitur mungkin hilang atau tidak lengkap
ja: 一部機能が存在しないか未完成の可能性があります
ka: ზოგიერთი ფუნქცია შეიძლება აკლდეს, ან დაუსრულებელი იყოს
nl: Sommige functionaliteit zou kunnen missen of is misschien incompleet
pl: Niektóre funkcje mogą być niedostępne lub niekompletne
sk: Niektoré funkcie môžu chýbať alebo nie sú dokončené
sl: Nekatere funkcije bodo manjkale oz. ne bodo končane
sv: Vissa funktioner kan saknas eller vara ofullständiga
tr: Bazı özellikler eksik veya tamamlanmamış olabilir
uk: Деякі функції можуть відсутні або незавершені

source: Report issues using the Feedback app
ca: Informeu de problemes mitjançant l'aplicació d'informació de retorn
cs: Hlašte problémy pomocí aplikace Zpětná vazba
de: Melden Sie Problem mit Hilfe der Anwendung »Rückmeldung«
es: Reporte un problema utilizando la aplicación Comentarios
fi: Ilmoita ongelmista käyttäen palautesovellusta
fr: Remontez les problèmes en utilisant l'application Commentaires
hu: Jelezze a problémákat a Visszajelzés alkalmazásban
id: Laporkan masalah menggunakan aplikasi Umpan Balik
ja: “フィードバック”アプリを使用して不具合を報告してください
ka: მოგვწერეთ შეცდომების შესახებ უკუკავშირის აპით
nl: Meld problemen met de Feedback app
pl: Zgłaszaj uwagi przy użyciu aplikacji Feedback
pt_br: Relate problemas usando o aplicativo Feedback
sk: Nahlasujte problémy cez aplikáciu Spätná väzba
sl: Napake javite preko aplikacije Feedback
sv: Rapportera problem med hjälp av appen Återkoppling
tr: Geri Bildirim uygulamasını kullanarak sorunları bildirin
uk: Повідомляйте про проблеми через застосунок Відгуків

source: Enjoy using %s! You can always visit System Settings to set up hardware or change your preferences.
ca: Divertiu-vos usant %s! Sempre podeu anar a la Configuració del sistema per configurar maquinari o canviar preferències.
ckb: چێژ وەرگرە لە %s! دەتوانیت سەردانی ڕێکخستنەکانی سیستەم بکەیت بۆ ڕێکخستنی ڕەقەکاڵا و ئەنجامدانی گۆڕانکاری.
cs: Užijte si používání %s! Kdykoliv můžete navštívit Nastavení systému a nastavovat hardware a měnit předvolby.
de: Viel Spaß mit %s! In den Systemeinstellungen können Sie jederzeit Ihre Geräte einrichten oder Einstellungen ändern.
eo: Ĝuu uzadon de %s! Eblas ĉiam viziti la Sistemajn Agordojn por starigi aparataron aŭ ŝanĝi preferojn.
es: ¡Disfrute de %s! Visite Configuración del Sistema en cualquier momento para instalar hardware o modificar sus preferencias.
fi: Toivottavasti %s on mieleesi! Voit milloin tahansa määrittää uusia laitteita tai vaihtaa asetuksia järjestelmän asetuksista.
fr: Profitez d'%s ! Vous pouvez ouvrir les paramètres du système pour configurer le matériel ou modifier vos préférences.
hu: Használja élvezettel a(z) %s-t! Bármikor beléphet a Rendszerbeállításokba a hardverek vagy egyéb személyes beállítások eléréséhez.
id: Nikmati menggunakan %s! Anda selalu dapat mengunjungi Pengaturan Sistem untuk menset perangkat keras atau mengubah preferensi anda.
ja: どうぞ %s をご利用ください! “システム設定”を開くと、ハードウェアをセットアップしたり、設定を変更したりできます。
nl: Veel plezier met %s! U kunt altijd later nog hardware configureren of uw voorkeuren wijzigen in Systeeminstellingen.
pl: Ciesz się używając %s! Możesz w każdej chwili odwiedzić Ustawienia systemowe, aby zmienić ustawienia sprzętu lub inne preferencje.
pt_br: Aproveite usando %s! Você pode sempre visitar as Configurações do Sistema para ajustar seu equipamento ou alterar suas preferências.
sk: Užite si používanie %s! Kedykoľvek môžete navštíviť Nastavenia systému a nastavovať hardvér, či meniť predvoľby.
sl: Uživajte ob uporabi %s! Vedno lahko obiščete sistemske nastavitve da uredite strojno opremo ali spremenite vaše preference.
sv: Njut av att använda %s! Du kan alltid besöka Systeminställningar för att konfigurera maskinvara eller ändra dina inställningar.
tr: %s sisteminin tadını çıkarın! Donanım kurmak veya tercihlerinizi değiştirmek için her zaman Sistem Ayarlarını ziyaret edebilirsiniz.
uk: Насолоджуйтесь користуванням %s! Ви завжди можете встановити обладнання або змінити параметри в налаштуваннях системи.

source: Ready to Go
ca: A punt
ckb: ئامادەیت بۆ ڕۆشتن
cs: Připraveno
de: Fertig
eo: Ek
es: Todo listo
fi: Kaikki valmiina
fr: Vous êtes fin prêt
hu: Indulásra kész
id: Siap Beraksi
ja: 準備が完了しました
ka: მზად ვართ
nl: Klaar om te starten
pl: Gotów do działania
pt_br: Pronto para Começar
sk: Pripravené
sl: Pripravljeno za pričetek
sv: Redo att börja
tr: Başlamaya Hazırsınız
uk: Все готово

source: Open System Settings…
ca: Obre la Configuració del sistema…
ckb: کردنەوەی ڕێکخستنەکانی سیستەم…
cs: Otevřít Nastavení systému…
de: Systemeinstellungen öffnen …
eo: Malfermi Sistemajn Agordojn…
es: Abrir Configuración del Sistema…
fi: Avaa järjestelmän asetukset…
fr: Ouvrir les paramètres du système…
hu: Rendszerbeállítások megnyitása…
id: Buka Pengaturan Sistem…
ja: “システム設定”を開く…
ka: სისტემის პარამეტრების ფანჯრის გახსნა…
nl: Open Systeeminstellingen…
pl: Otwórz Ustawienia systemu…
pt_br: Abrir Configurações do Sistema…
sk: Otvoriť Nastavenia systému…
sv: Öppna systeminställningar…
tr: Sistem Ayarlarını Aç…

source: This temporary session will be reset when you log out.
ca: Aquesta sessió temporal es restablirà quan tanqueu la sessió.
cs: Toto dočasné sezení bude po odhlášení resetováno.
de: Diese temporäre Sitzung wird zurückgesetzt, sobald Sie sich abmelden.
es: Esta sesión temporal se restablecerá cuando termine la sesión.
fi: Tämä väliaikainen istunto nollautuu, kun kirjaudut ulos.
fr: Cette session temporaire sera réinitialisée à votre déconnexion.
hu: Ez az átmeneti munkamenet törölve lesz, ha kijelentkezik.
id: Sesi sementara ini akan diatur ulang saat Anda keluar.
ja: このセッションは一時的で、ログアウト時にリセットされます。
ka: ეს დროებითი სესია დაიკარგება, როცა გახვალთ.
nl: Deze tijdelijke sessie zal zich resetten wanneer u uitlogt.
pl: Ta tymczasowa sesja zostanie zresetowana po wylogowaniu.
pt_br: Esta sessão temporária será redefinida quando você sair.
sk: Táto dočasná relácia sa po vašom odhlásení zresetuje.
sl: Ta začasna seja bo pobrisana ob odjavi.
sv: Denna tillfälliga session återställs när du loggar ut.
tr: Oturumu kapattığınızda bu geçici oturum sıfırlanacak.
uk: Цей тимчасовий сеанс буде скинуто, коли ви вийдете з системи.

source: Guest Session
ca: Sessió de convidat
cs: Sezení hosta
de: Gastsitzung
es: Sesión de invitado
fi: Vierasistunto
fr: Session invité
hu: Vendégmód
id: Sesi Tamu
ja: ゲストセッション
ka: სტუმრის სესია
nl: Gastsessie
pl: Sesja gościa
pt_br: Sessão de convidado
sk: Relácia pre hosťa
sl: Seja za goste
sv: Gästsession
tr: Konuk Oturumu
uk: Гостьовий сеанс

source: All data created during this session will be deleted
ca: Totes les dades creades durant aquesta sessió se suprimiran.
cs: Všechna data vytvořená během tohoto sezení budou odstraněna
de: Alle während dieser Sitzung erstellten Daten werden gelöscht
es: Todos los datos creados en esta sesión serán eliminados
fi: Kaikki tämän istunnon aikana luodut tiedot poistetaan
fr: Toutes les données crées durant cette session seront supprimées
hu: A munkamenet alatt keletkezett adatok törölve lesznek
id: Semua data yang dibuat selama sesi ini akan dihapus
ja: セッション中に作成されたすべてのデータは削除されます
ka: ამ სესიისას შექმნილი მონაცემები წაიშლება
nl: Alle data aangemaakt tijdens deze sessie zal worden verwijdert
pl: Wszystkie dane stworzone podczas tej sesji zostaną usunięte
pt_br: Todos os dados criados durante esta sessão serão excluídos
sk: Všetky údaje vytvorené počas tejto relácie budú odstránené
sl: Vsi podatki te seje bodo pobrisani
sv: Alla data som skapats under denna session kommer att raderas
tr: Bu oturum sırasında oluşturulan tüm veriler silinecek
uk: Усі дані, створені у цьому сеансі, будуть видалені

source: Settings will be reset to defaults
ca: La configuració es restablirà als valors predeterminats.
cs: Nastavení budou obnovena na výchozí hodnoty
de: Einstellungen werden auf ihre Standardwerte gesetzt
es: Toda la configuración se restablecerá
fi: Asetukset palautetaan oletusarvoihin
fr: Les paramètres seront réinitialisés
hu: A beállítások vissza lesznek állítva az alapértelmezettekre
id: Pengaturan akan diatur ulang ke konfigurasi awal
ja: 設定はデフォルトにリセットされます
ka: პარამეტრები ჩამოიყრება
nl: Instellingen zullen worden hersteld naar standaard
pl: Ustawienie zostaną przywrócone do domyślnych
pt_br: As configurações serão redefinidas para os padrões
sk: Nastavenia sa obnovia do predvolenej podoby
sl: Nastavitve bodo povrnjene v izvorno stanje
sv: Inställningarna kommer att återställas till standard
tr: Ayarlar varsayılanlara sıfırlanacak
uk: Налаштування буде скинуто до типових

source: Save files on an external device to access them later
ca: Deseu els fitxers en un dispositiu extern per accedir-hi més tard.
cs: Uložte soubory na externí zařízení pro pozdější přístup k nim
de: Sichern Sie Dateien auf einem externen Gerät, wenn Sie später auf diese zugreifen wollen
es: Guarde archivos en unidades de disco externas para accederlos después
fi: Tallenna tiedostot erillisille laitteille käyttääksesi niitä myöhemmin
fr: Enregistrez les fichiers dans des périphériques externes pour y accéder plus tard
hu: Mentse a fájlokat külső tárolóra, ha el szeretné azokat érni a későbbiekben
id: Simpan berkas di perangkat eksternal untuk mengaksesnya nanti
ja: 後でアクセスしたいファイルは、外部デバイスに保存してください
ka: შეინახეთ ფაილები გარე მოწყობილობაზე, რათა მათზე წვდომა მოგვიანებითაც გქონდეთ
nl: Slaat bestanden op naar een extern opslagapparaat om ze te behouden
pl: Zapisz pliki na urządzeniu zewnętrznym by mieć do nich dostęp później
pt_br: Salve arquivos em um dispositivo externo para acessá-los mais tarde
sk: Súbory si uložte na externé zariadenie, aby ste k nim neskôr mohli pristupovať
sl: Datoteke shranite na zunanjo napravo za kasnejši dostop
sv: Spara filer på en extern enhet för att komma åt dem senare
tr: Dosyalara daha sonra erişmek için harici bir cihaza kaydedin
uk: Зберігайте файли на зовнішньому пристрої, щоб потім отримати до них доступ

source: Old files can be automatically deleted after %u day to save space and help protect your privacy.
ca: Els fitxers antics es poden suprimir automàticament al cap d'%u dia per estalviar espai i ajudar a protegir la vostra privadesa.
cs: Staré soubory mohou být po %u dni automaticky smazány, aby se uvolnilo místo a zajistilo vaše soukromí.
de: Alte Dateien können nach %u Tag automatisch gelöscht werden, um Speicherplatz freizugeben und um Ihre Privatsphäre zu wahren.
es: Para ahorrar espacio y proteger su privacidad, es posible eliminar automáticamente los archivos antiguos pasado %u día.
fi: Vanhat tiedostot on mahdollista poistaa automaattisesti %u päivän jälkeen. Näin tilaa säästyy ja yksityisyytesi paranee.
fr: Les anciens fichiers peuvent être automatiquement supprimés après %u jour pour libérer de l'espace disque et protéger votre vie privée.
hu: A régi fájlok automatikusan törölhetők %u nap után helymegtakarítási és adatvédelmi célból.
id: Berkas lama dapat dihapus secara otomatis setelah %u hari untuk menghemat ruang dan membantu melindungi privasi Anda.
ja: 古いファイルは %u 日後に自動的に削除されます。これにより、空き領域を確保できるほか、プライバシーの保護に役立ちます。
nl: Oude bestanden kunnen na %u dag automatisch verwijderd worden om opslagruimte te besparen en uw privacy te helpen beschermen.
pl: Stare pliki zostaną automatycznie usunięte po %u dniu, aby oszczędzić miejsce na dysku i pomóc chronić Twoją prywatność.
sk: Staré súbory je možné automaticky vymazávať po uplynutí %u dňa aby sa šetrilo priestorom na úložisku a chránilo vaše súkromie.
sv: Gamla filer kan raderas automatiskt efter %u dygn för att spara utrymme och hjälpa till att skydda din integritet.
tr: Yerden tasarruf etmek ve gizliliğinizi korumak için eski dosyalar %u gün sonra otomatik olarak silinebilir.
uk: Старий файл може бути автоматично видалено за %u день, щоб заощадити простір та захистити вашу приватність.

source: Housekeeping
ca: Manteniment
ckb: ماڵداری
cs: Údržba
de: Aufräumen
eo: Mastrumado
es: Mantenimiento
fi: Kodinhoitoa
fr: Nettoyage
hu: Takarítás
id: Pembenahan
ja: 自動削除
ka: გასუფთავება
nl: Opschonen
pl: Gospodarowanie
pt_br: Serviço de Limpeza
sk: Upratovanie
sl: Gospodinjenje
sv: Hushållning
tr: Bakım ve Temizlik
uk: Домоведення

source: Automatically Delete
de: Automatisch löschen
es: Eliminar automáticamente
fr: Suppression automatique
hu: Automatikus törlés
ja: 自動的に削除
ka: ავტომატურად წაშლა
nl: Automatisch verwijderen
pl: Automatycznie usuwaj
sl: Samodejno izbriši
sv: Ta bort automatiskt
uk: Видаляти автоматично

source: Old temporary files
ca: Fitxers temporals antics
ckb: پەڕگە کاتییە کۆنەکان
cs: Staré dočasné soubory
de: Alte temporäre Dateien
es: Archivos temporales antiguos
fi: Vanhat väliaikaiset tiedostot
fr: Anciens fichiers temporaires
hu: Régi ideiglenes fájlok
id: Berkas sementara lama
ja: 不要な一時ファイル
ka: ძველი დროებითი ფაილები
nl: Oude tijdelijke bestanden
pl: Stare pliki tymczasowe
pt_br: Arquivos temporários antigos
sk: Staré dočasné súbory
sl: Stare začasne datoteke
sv: Gamla temporära filer
tr: Eski geçici dosyalar
uk: Старі тимчасові файли
