Repository: elementary/onboarding
Catalog: po/*.po
Languages: ca, ckb, cs, de, eo, es, fi, fr, hu, id, ja, ka, nl, pl, pt_br, sk, sl, sv, tr, uk

source: Our Blog…
ca: El nostre blog…
fr: Notre blog…
id: Blog Kami…
pl: Nasz blog…
tr: Blog Sayfamız…

source: Community Support…
ca: Suport de la comunitat…
ckb: کۆمەڵگەی پاڵپشتی…
eo: Komunuma subteno…
fr: Aide de la communauté…
id: Dukungan Komunitas…
pl: Wsparcie społeczności…
pt_br: Suporte da Comunidade…
tr: Topluluk Desteği…

source: Get Involved…
ca: Participeu-hi…
ckb: بەشداریکردن…
eo: Engaĝiĝu…
fr: Contribuer…
id: Ikut Terlibat…
pl: Zaangażuj się…
pt_br: Envolva-se…
tr: Dahil Olun…

source: Automatically Delete:
ca: Supressió automàtica:
ckb: سڕینەوەی خۆکار:
eo: Aŭtomate forigi:

source: Free & Paid Apps:
ca: Aplicacions gratuïtes i de pagament:
ckb: ئەپی خۆڕایی & بەپارە:

source: Continue to set up some useful features. Visit the links below for more information about %s.
ca: Continueu configurant algunes característiques útils. Consulteu els enllaços següents per a més informació sobre %s.
ckb: بەردەوام بوون لە دامەزراندنی کۆمەڵێک تایبەتمەندی بەسوود. سەردانی ئەم بەستەرانەی خوارەوە بکە بۆ زانیاری زیاتر دەربارەی %s.
eo: Daŭrigi agordadon de utilaj funkcioj. Vizitu la ligilojn malsupre por pliaj informoj pri %s.

source: Get the apps you need on AppCenter. Curated apps are made for elementary OS and reviewed by elementary.
eo: Akiri aplikaĵojn bezonataj en la Aplikaĵa Centro. Kontrolitaj aplikaĵoj estas tajloritaj por la operaciumo elementary kaj inspektitaj de elementary.

source: Browse AppCenter…
eo: Foliumi la Aplikaĵan Centron…

source: Old files can be automatically deleted after %u days to save space and help protect your privacy.
eo: Eblas aŭtomate forigi malnovajn dosierojn post %u tagoj por konservi memoron kaj helpi protekti privatecon.

source: Temporary files
eo: Portempaj dosieroj

source: Receive a prompt when an app requests this device’s location. If disabled, all location requests will be denied.
eo: Ricevi inviton ĉe aplikaĵa peto pri situo. Malebligo rifuzos ĉiujn situajn petojn.

source: Location Services
eo: Lokigaj Servoj

source: Location Services:
eo: Lokigaj Servoj:

source: Continue to set up some useful new features. For more detailed information about updates, check out <a href='https://blog.elementary.io'>our blog</a>.
eo: Daŭrigi agordadon de utilaj novaj funkcioj. Pliajn detalajn informojn pri ĝisdatigoj ĉe <a href='https://blog.elementary.io'>nia blogo</a>.

source: Welcome to %s!
eo: Bonvenon ĉe %s!
